Repository: Davidoc26/wallpaper-selector
Catalog: po/*.po
Languages: ru

source: Simple application to download and set wallpapers
ru: Простое приложение для загрузки и установки обоев

source: Window width
ru: Ширина окна

source: Window height
ru: Высота окна

source: Window maximized state
ru: Максимальное состояние окна

source: Wallpapers category
ru: Категория обоев

source: Downloads and applies wallpapers
ru: Скачивание и применение обоев

source: Simple application to download and set wallpapers from wallhaven
ru: Простое приложение для загрузки и установки обоев из wallhaven

source: wallpapers
ru: обои

source: Main window
ru: Главное окно

source: Small correction: window refresh after category selection
ru: Небольшое исправление: обновление окна после выбора категории

source: Added preferences window and the ability to choose a wallpaper category
ru: Добавлено окно настроек и возможность выбора категории обоев

source: Removed flatpak d-bus access, uses portals instead
ru: Удален доступ к d-bus в flatpak, вместо него используются порталы

source: First release! Supports only gnome now
ru: Первый релиз! Поддерживает только gnome

source: General
ru: Общие

source: _Category
ru: _Категория

source: Anime
ru: Аниме

source: People
ru: Люди

# shortcut window
source: General
ru: Общие

# shortcut window
source: Show Shortcuts
ru: Показать сокращения

# shortcut window
source: Quit
ru: Закрыть

source: _Preferences
ru: _Параметры

source: _Keyboard Shortcuts
ru: _Сокращения клавиатуры

source: _About Wallpaper Selector
ru: _О селекторе обоев

source: Downloading your new wallpaper 🙂
ru: Загрузка новых обоев 🙂

source: Enjoy 🤘
ru: Наслаждайтесь 🤘

source: Something went wrong
ru: Что-то пошло не так

source: translator-credits
ru: Malykh Yaroslav <fisuri@murena.io>
